<?php

$_lang['area_ec_main'] = 'Основные';

$_lang['setting_ec_show_templates'] = 'Показывать вкладку у ресурсов с перечисленными шаблонами';
$_lang['setting_ec_show_templates_desc'] = 'Список id шаблонов через запятую, укажите *, что бы показывать у всех шаблонов';

$_lang['setting_ec_show_resources'] = 'Показывать вкладку у перечисленных ресурсов';
$_lang['setting_ec_show_resources_desc'] = 'Список id ресурсов через запятую, укажите *, что бы показывать у всех ресурсов';

$_lang['setting_ec_frontend_css'] = 'Стили фронтенда';
$_lang['setting_ec_frontend_css_desc'] = 'Путь к файлу со стилями. Если вы хотите использовать собственные стили - укажите путь к ним здесь, или очистите параметр и загрузите их вручную через шаблон сайта';

$_lang['setting_ec_frontend_js'] = 'Скрипты фронтенда';
$_lang['setting_ec_frontend_js_desc'] = 'Путь к файлу со скриптами. Если вы хотите использовать собственные скрипты - укажите путь к ним здесь, или очистите параметр и загрузите их вручную через шаблон сайта';